{
  "agreements": [
    {
      "name": "PA16",
      "description": "Auto-generated description for PA16",
      "documents": [
        {
          "file": "arbetsgivarnyckel-till-pa16-230509.pdf",
          "summary": "Dokumentet är en arbetsgivarnyckel till PA 16 från Arbetsgivarverket, som innehåller föreskrifter om utövande av arbetsgivarens befogenheter. Det specificerar att anställningsmyndigheten är arbetsgivaren, om inget annat anges, och att överordnade myndigheter kan bestämma att befogenheterna enligt avtalet utövas av underlydande myndigheter. Föreskrifterna gäller endast om regeringen inte föreskriver något annat."
        },
        {
          "file": "enskild-overenskommelse-om-arbete-med-uppskjuten-pension-bilaga3-forhandlingsprotokoll-20230505.pdf",
          "summary": "Dokumentet handlar om en enskild överenskommelse mellan arbetsgivare och yrkesofficer om att skjuta upp pensionen till förmån för fortsatt arbete. Överenskommelsen kan förnyas och gäller för en period om minst sex månader och maximalt 48 månader. Arbetstagaren kan inte ensidigt skjuta fram pensionsuttaget utan en överenskommelse."
        },
        {
          "file": "forhandlingsprotokoll-2022-12-07--forandringar-med-anledning-av-andrade-bestammelser-i-socialforsakringsbalken-2010-110-sfb.pdf",
          "summary": "Dokumentet är ett förhandlingsprotokoll mellan Arbetsgivarverket och flera fackförbund om ändringar i Socialförsäkringsbalken. Från 2023 kommer åldersgränser för utbetalning av vissa socialförsäkringsförmåner att höjas till 66 år. Detta innebär att sjukersättning kommer att kunna betalas ut till och med månaden före den månad då arbetstagaren fyller 66 år, och garantipension kommer inte att betalas ut före den månad då någon fyller 66 år."
        },
        {
          "file": "forhandlingsprotokoll-enskilda-overenskommelser-seko-bilaga3-20231114.pdf",
          "summary": "Dokumentet är ett förhandlingsprotokoll mellan Arbetsgivarverket och Seko (Service- och kommunikationsfacket) daterat den 14 november 2023. Parterna har kommit överens om att centrala avtal ska tillåta medlemmar i Seko att teckna enskilda överenskommelser med arbetsgivaren, inklusive avsättning till pension. Ändringar i Villkorsavtal och Affärsverksavtal (AVA) ska gälla från och med 1 januari 2024."
        },
        {
          "file": "forhandlingsprotokoll-uppehall-i-utbetalning-av-formansbestamd-pension-20241213.pdf",
          "summary": "Dokumentet är ett förhandlingsprotokoll från den 13 december 2024, där arbetsgivarsidan och arbetstagarsidan diskuterar ändringar i inkomstskattelagen. Ändringarna innebär att en arbetstagare kan göra ett eller flera uppehåll i utbetalningarna av ålderspensionen under de första fem åren av tjänstepensionsutbetalning. De nya bestämmelserna, som gäller från och med 1 januari 2025, tillämpas både för de som redan har påbörjat utbetalning av ålderspension och för de vars ålderspensionsutbetalning ännu inte har påbörjats."
        },
        {
          "file": "forhandlingsprotokoll-uppehall-i-utbetalning-av-premiebestamd-pension-20241213.pdf",
          "summary": "Dokumentet är ett förhandlingsprotokoll mellan Arbetsgivarverket och flera fackförbund gällande ändringar i utbetalning av premiebestämda ålderspensioner. Ändringarna, som träder i kraft 1 januari 2025, innebär att det blir möjligt att göra uppehåll i utbetalningarna samt att komma överens om en längre utbetalningstid, vilket ska vara kostnadsfritt för den försäkrade. Ändringarna gäller både för de som redan påbörjat sin utbetalning och de vars utbetalningar inleds efter lagändringen."
        },
        {
          "file": "overenskommelse-om-andringar-i-pa16-forhandlingsprotokoll-20230505.pdf",
          "summary": "Dokumentet är ett förhandlingsprotokoll mellan Arbetsgivarverket och flera fackförbund, där parterna kommer överens om ändringar i PA 16 och andra avtal. De nya bestämmelserna, som träder i kraft 2024, innefattar bland annat ett längre intjänande av premiebestämda pensioner och införandet av \"Ålderspension flex\". Ändringarna har ingen retroaktiv verkan."
        },
        {
          "file": "overgangsbestammelser-pa16-bilaga2-forhandlingsprotokoll-20230505.pdf",
          "summary": "Dokumentet innehåller övergångsbestämmelser för PA 16, som gäller för arbetstagare födda 1965 eller tidigare. Det specificerar regler för intjänande av individuell ålderspension och kompletterande ålderspension, särskilt för de som går i pension före 65 års ålder eller fortsätter att arbeta efter 65. Det tar också upp undantag för de som beviljats delpension och de som återgår i arbete före 65 års ålder."
        },
        {
          "file": "pa16-pensionsavtal-bilaga1-20231231.pdf",
          "summary": "Dokumentet är en överenskommelse om pensionsavtal 2016 (PA 16) mellan Arbetsgivarverket, Saco-S, Seko och OFR/S,P,O. Det nya avtalet ersatte tidigare pensionsbestämmelser och består av två avdelningar. Under 2023 har parterna förhandlat om ändringar i avtalet, vilka kommer att tillämpas från och med 2024."
        },
        {
          "file": "utdrag-ur-forhandlingsprotokoll-2016-02-23-mellan-arbetsgivarverket-och-ofr-spo.pdf",
          "summary": "Dokumentet är ett utdrag ur ett förhandlingsprotokoll mellan Arbetsgivarverket och OFR/S,P,O från 23 februari 2016. Det handlar om en överenskommelse där parterna är överens om att en ytterligare premie (avgift) ska kunna tillgodoräknas arbetstagare efter en ny enskild överenskommelse mellan arbetsgivaren och arbetstagaren. Denna överenskommelse ska gälla från den månad arbetstagaren börjar."
        }
      ]
    },
    {
      "name": "SKR2023",
      "description": "Auto-generated description for SKR2023",
      "documents": [
        {
          "file": "SKR2023 Tryckversion AKAP-KR i lydelse 2023-01-01 474115_1_1_siwen.pdf",
          "summary": "Dokumentet SKR2023 Tryckversion AKAP-KR i lydelse 2023-01-01 474115_1_1_siwen.pdf är en överenskommelse om avgiftsbestämd kollektivavtalad pension (AKAP-KR) som gäller från 2023-01-01. Det innehåller information om centrala och lokala protokollsanteckningar, övergångsbestämmelser, anslutningsvillkor, godkända avgifter och regler för kapitalflytt för avgiftsbestämd ålderspension enligt kommunala tjänstepensionsavtal."
        }
      ]
    }
  ]
}