{
  "agreements": [
    "PA16",
    "SKR2023",
    "summaries"
  ],
  "summaries": {
    "PA16": [
      {
        "file": "arbetsgivarnyckel-till-pa16-230509.pdf",
        "summary": "Dokumentet innehåller Arbetsgivarverkets föreskrifter om utövande av arbetsgivarens befogenheter i samband med PA 16. Dessa föreskrifter gäller för myndigheter under regeringen, med vissa undantag för Regeringskansliet, kommittéer och vissa domstolar. För icke-obligatoriska medlemmar utövas befogenheterna av respektive medlem, om inget annat anges."
      },
      {
        "file": "enskild-overenskommelse-om-arbete-med-uppskjuten-pension-bilaga3-forhandlingsprotokoll-20230505.pdf",
        "summary": "Dokumentet handlar om en individuell överenskommelse mellan arbetsgivaren och en yrkesofficer om att skjuta upp pensionen. Genom överenskommelsen kan arbetstagaren välja att fortsätta arbeta och skjuta upp pensionen till senast månaden efter att de fyllt 65 år, under förutsättning att de fortsätter arbeta fram till dess."
      },
      {
        "file": "forhandlingsprotokoll-2022-12-07--forandringar-med-anledning-av-andrade-bestammelser-i-socialforsakringsbalken-2010-110-sfb.pdf",
        "summary": "Dokumentet handlar om förändringar i Socialförsäkringsbalken (2010:110) där åldersgränser för utbetalning av vissa socialförsäkringsförmåner kommer att höjas till 66 år inför 2023. Det nämns också att det pågår förhandlingar mellan parterna om pensionsbestämmelser som är relaterade till de ändrade bestämmelserna i Socialförsäkringsbalken, men dessa förhandlingar har ännu inte slutförts."
      },
      {
        "file": "forhandlingsprotokoll-enskilda-overenskommelser-seko-bilaga3-20231114.pdf",
        "summary": "Dokumentet är ett förhandlingsprotokoll från avtalsrörelsen 2023 där parterna kommit överens om att medlemmar i Seko kan teckna enskilda överenskommelser med arbetsgivaren. Det innehåller också ändringar i Villkorsavtal och Affärsverksavtal (AVA) som träder i kraft den 1 januari 2024."
      },
      {
        "file": "forhandlingsprotokoll-uppehall-i-utbetalning-av-formansbestamd-pension-20241213.pdf",
        "summary": "Dokumentet handlar om en ändring i Inkomstskattelagen (1999:1229) som tillåter arbetstagare att göra ett eller flera uppehåll i utbetalningarna av ålderspensionen inom ramen för tjänstepensionen under de första fem åren av tjänstepensionsutbetalning. Denna ändring gäller från och med den 1 januari 2025. Parterna har kommit överens om att införa möjligheter att göra uppehåll under utbetalning av förmånsbestämd ålderspension, fribrev samt egenlivränta enligt statliga tjänstepensionsbestämmelser."
      },
      {
        "file": "forhandlingsprotokoll-uppehall-i-utbetalning-av-premiebestamd-pension-20241213.pdf",
        "summary": "Dokumentet handlar om en ändring i Inkomstskattelagen (1999:1229) som medger att en arbetstagare kan göra ett eller flera uppehåll med utbetalningarna av ålderspensionen inom ramen för tjänstepensionen. Dessutom tillåter lagen ändring av utbetalningstiden. Dessa ändringar träder i kraft från och med den 1 januari 2025."
      },
      {
        "file": "overenskommelse-om-andringar-i-pa16-forhandlingsprotokoll-20230505.pdf",
        "summary": "Dokumentet handlar om en överenskommelse mellan arbetsgivare och OFR:s förbundsområden inom det statliga förhandlingsområdet om ändringar i PA 16 och andra avtal. De nya bestämmelserna kommer att träda i kraft den 1 januari 2024, om inget annat anges i protokollet eller dess bilagor."
      },
      {
        "file": "overgangsbestammelser-pa16-bilaga2-forhandlingsprotokoll-20230505.pdf",
        "summary": "Dokumentet innehåller övergångsbestämmelser för arbetstagare som omfattas av PA 16, Avdelning II och är födda 1965 eller tidigare. Det specificerar att de som går i pension före 65 års ålder ska få premier enligt kapitel 3. Det klargör också att de som redan har fått sin premiebestämda ålderspension inte kommer att tjäna in ytterligare pension före 65 års ålder."
      },
      {
        "file": "pa16-pensionsavtal-bilaga1-20231231.pdf",
        "summary": "Dokumentet beskriver pensionsavtalet PA 16, som undertecknades 2015 av Arbetsgivarverket, Saco-S och Seko, och senare anslöts OFR/S,P,O till avtalet 2016. Avtalet, som ersatte tidigare pensionsbestämmelser, består av två avdelningar: Avdelning I gäller för arbetstagare födda 1988 och senare och innefattar nya ålderspensionsbestämmelser, medan Avdelning II gäller för de födda 1987 eller tidigare och i stort sett behåller pensionsbestämmelserna enligt PA 03."
      },
      {
        "file": "utdrag-ur-forhandlingsprotokoll-2016-02-23-mellan-arbetsgivarverket-och-ofr-spo.pdf",
        "summary": "Dokumentet innehåller ett utdrag ur ett förhandlingsprotokoll från ett möte mellan Arbetsgivarverket och OFR/S,P,O den 23 februari 2016. Innehållet i dokumentet eller specifika punkter som diskuterades under mötet är inte specificerade. För att ge en korrekt sammanfattning behöver mer information från dokumentet."
      }
    ],
    "SKR2023": [
      {
        "file": "SKR2023 Tryckversion AKAP-KR i lydelse 2023-01-01 474115_1_1_siwen.pdf",
        "summary": "Dokumentet SKR2023 Tryckversion AKAP-KR i lydelse 2023-01-01 474115_1_1_siwen.pdf handlar om reglerna och villkoren för Avgiftsbestämd KollektivAvtalad Pension (AKAP-KR). Det inkluderar också centrala och lokala protokollsanteckningar samt information om särskild avtalspension för arbetstagare inom räddningstjänsten."
      }
    ],
    "summaries": []
  }
}