{
  "agreements": [
    {
      "name": "PA16",
      "description": "Auto-generated description for PA16",
      "documents": [
        {
          "file": "arbetsgivarnyckel-till-pa16-230509.pdf",
          "summary": "Dokumentet är en arbetsgivarnyckel till PA 16 från Arbetsgivarverket som innehåller föreskrifter om utövande av arbetsgivarens befogenheter. Det specificerar att anställningsmyndigheter, universitet och högskolor, samt icke-obligatoriska medlemmar utövar arbetsgivarens befogenheter, om inget annat anges. Dessutom kan en överordnad myndighet bestämma att befogenheten enligt avtalet utövas av underlydande myndigheter."
        },
        {
          "file": "enskild-overenskommelse-om-arbete-med-uppskjuten-pension-bilaga3-forhandlingsprotokoll-20230505.pdf",
          "summary": "Dokumentet handlar om en enskild överenskommelse mellan arbetsgivare och yrkesofficer om att skjuta upp pensionen till förmån för fortsatt arbete. Överenskommelsen kan förnyas men får inte omfatta mer än 48 månader totalt. Utan en sådan överenskommelse kan arbetstagaren inte ensidigt skjuta upp pensionsuttaget."
        },
        {
          "file": "forhandlingsprotokoll-2022-12-07--forandringar-med-anledning-av-andrade-bestammelser-i-socialforsakringsbalken-2010-110-sfb.pdf",
          "summary": "Dokumentet är ett förhandlingsprotokoll mellan Arbetsgivarverket och flera fackförbund gällande ändringar i Socialförsäkringsbalken. Från och med 2023 kommer åldersgränser för utbetalning av vissa socialförsäkringsförmåner att höjas till 66 år, vilket påverkar utbetalning av sjukpension. Parterna diskuterar även hur dessa ändringar påverkar det allmänna pensionssystemet och garantipensionen."
        },
        {
          "file": "forhandlingsprotokoll-enskilda-overenskommelser-seko-bilaga3-20231114.pdf",
          "summary": "Dokumentet är ett förhandlingsprotokoll mellan Arbetsgivarverket och Seko, Service- och kommunikationsfacket, daterat 14 november 2023. Parterna har kommit överens om att centrala avtal ska tillåta medlemmar i Seko att teckna enskilda överenskommelser med arbetsgivaren, inklusive avsättning till pension. Protokollet inkluderar också ändringar i Villkorsavtal och Affärsverksavtal som träder i kraft från och med 1 januari 2024."
        },
        {
          "file": "forhandlingsprotokoll-uppehall-i-utbetalning-av-formansbestamd-pension-20241213.pdf",
          "summary": "Dokumentet är ett förhandlingsprotokoll mellan Arbetsgivarverket och flera fackförbund gällande ändringar i utbetalningen av förmånsbestämd pension. Enligt ändringarna i Inkomstskattelagen kan en arbetstagare göra ett eller flera uppehåll i utbetalningarna av ålderspensionen under de första fem åren av tjänstepensionsutbetalning, vilket ska vara kostnadsfritt. De nya bestämmelserna gäller från och med 1 januari 2025 och omfattar ålderspension som betalas ut under minst fem år."
        },
        {
          "file": "forhandlingsprotokoll-uppehall-i-utbetalning-av-premiebestamd-pension-20241213.pdf",
          "summary": "Dokumentet är ett förhandlingsprotokoll mellan Arbetsgivarverket och flera fackförbund. Det diskuterar ändringar i inkomstskattelagen som tillåter uppehåll i utbetalning av premiebestämda ålderspensioner och möjligheten att komma överens om en längre utbetalningstid, vilket ska vara kostnadsfritt för den försäkrade. De nya bestämmelserna gäller från och med 1 januari 2025 och ska tillämpas både för de som redan har påbörjat utbetalning av ålderspension och de vars utbetalningar inleds därefter."
        },
        {
          "file": "overenskommelse-om-andringar-i-pa16-forhandlingsprotokoll-20230505.pdf",
          "summary": "Dokumentet är ett förhandlingsprotokoll mellan Arbetsgivarverket och flera fackförbund, där parterna kommer överens om ändringar i PA 16 och andra avtal. De nya bestämmelserna, som träder i kraft 2024, inkluderar bland annat ett längre intjänande av premiebestämda pensioner och införandet av Ålderspension flex. Ändringarna har ingen retroaktiv verkan."
        },
        {
          "file": "overgangsbestammelser-pa16-bilaga2-forhandlingsprotokoll-20230505.pdf",
          "summary": "Dokumentet innehåller övergångsbestämmelser för PA 16, som gäller för arbetstagare födda 1965 eller tidigare. Det specificerar regler för intjänande av individuell ålderspension och kompletterande ålderspension, särskilt för de som går i pension före 65 års ålder eller fortsätter att arbeta efter 65. Det förklarar också hur ålderspension flex tjänas in för de som går i pension före 65 men återgår till arbete."
        },
        {
          "file": "pa16-pensionsavtal-bilaga1-20231231.pdf",
          "summary": "Dokumentet är ett pensionsavtal (PA 16) för anställda inom det statliga avtalsområdet, undertecknat av Arbetsgivarverket, Saco-S, Seko och OFR/S,P,O. Avtalet, som ersatte tidigare pensionsbestämmelser, har genomgått förhandlingar och ändringar under 2023. De nya ändringarna kommer att tillämpas från och med 2024."
        },
        {
          "file": "utdrag-ur-forhandlingsprotokoll-2016-02-23-mellan-arbetsgivarverket-och-ofr-spo.pdf",
          "summary": "Dokumentet är ett utdrag ur ett förhandlingsprotokoll mellan Arbetsgivarverket och OFR/S,P,O från 23 februari 2016. Det handlar om en överenskommelse där parterna är överens om att en ytterligare premie (avgift) ska kunna tillgodoräknas arbetstagare efter en ny enskild överenskommelse mellan arbetsgivaren och arbetstagaren."
        }
      ]
    },
    {
      "name": "SKR2023",
      "description": "Auto-generated description for SKR2023",
      "documents": [
        {
          "file": "SKR2023 Tryckversion AKAP-KR i lydelse 2023-01-01 474115_1_1_siwen.pdf",
          "summary": "Dokumentet SKR2023 Tryckversion AKAP-KR i lydelse 2023-01-01 474115_1_1_siwen.pdf är en överenskommelse om avgiftsbestämd kollektivavtalad pension (AKAP-KR). Det innehåller information om centrala och lokala protokollsanteckningar, övergångsbestämmelser, anslutningsvillkor, godkända avgifter och regler för kapitalflytt för avgiftsbestämd ålderspension enligt kommunala tjänstepensionsavtal."
        }
      ]
    }
  ]
}